Revit 2027 API
FailureMessageKey Constructor
 Constructs a new FailureMessageKey with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FailureMessageKey()
Public Sub New
public:
FailureMessageKey()
new : unit -> FailureMessageKey
See Also
Reference
FailureMessageKey Class
Autodesk.Revit.DB Namespace